 
# Resources for parameter 'se.nrm.barcoding.web.Messages.properties'
# Project BarcodingWeb
 
# header
headername=Svenska DNA-nyckeln
header=Svenska naturhistoriska samlingar bygger 2000-talets verktyg f\u00f6r artbest\u00e4mning!

languagesv=Svenska
languageen=English

# Top menu
start=Start
whatisdnakey=Vad \u00e4r DNA-streckkodning
aboutdnakey=Om DNA-nyckeln
links=L\u00e4nkar


# foot
contactdetails=Kontaktuppgifter 
contact=Kontakta oss
updated=Senast uppdaterad:



# Process window
progress=S\u00f6ker i databas.......
wait=Var god v\u00e4nta!



# main page
nrm=Naturhistoriska riksmuseet
dnakey=Svenska DNA nyckeln

 
#start page
starttext1=I Svenska DNA-nyckeln kan man med en fr\u00e5gesekvens s\u00f6ka efter liknande DNA sekvenser i ett referensbibliotek av k\u00e4nda sekvenser. DNA-nyckeln inneh\u00e5ller
starttext2=och finner man tillr\u00e4ckligt stor likhet mellan sin fr\u00e5gesekvens och en sekvens i DNA-nyckeln s\u00e5 kan man ofta g\u00f6ra en god artbest\u00e4mning. Om man inte finner n\u00e5gon h\u00f6g likhet b\u00f6r man prova andra databaser med ett st\u00f6rre urval gener och sekvenser som 
starttext3=och
starttext4=Observera att referensbiblioteket i Svenska DNA-nyckeln \u00e4r under uppbyggnad. Svenska arter av fiskar, f\u00e5glar och d\u00e4ggdjur \u00e4r relativt v\u00e4l representerade men m\u00e5nga andra organismgrupper saknas eller har d\u00e5lig t\u00e4ckning.


starttitle1=Streckkodsgener
starttitle2=Vad \u00e4r DNA streckkodning
 


startlink1=streckkodsgener
startlink2=L\u00e4s mer om referensbibliotekets betydelse vid DNA baserad artbest\u00e4mning

 


# dnakaypage
dnatext1=Vad \u00e4r DNA-streckkodning
dnatext2=Bakgrund
dnatext3=S\u00e5 fungerar det
dnatext4=Referensbibliotek
dnatext5=Varf\u00f6r heter det DNA streckkodning?
dnatext6=En DNA streckkodsekvens fr\u00e5n en bl\u00e5kr\u00e5ka
dnatext7=En DNA streckkodsekvens fr\u00e5n en morkulla
dnatext8=Referensexemplaren som finns bevarade p\u00e5 Naturhistoriska Riksmuseet av bl\u00e5kr\u00e5ka till v\u00e4nster
dnatext9=och morkulla till h\u00f6ger 
dnatext10=som de illustrerade streckkoderna ovan har sekvenserats ifr\u00e5n. I detta fall var det en morkulla fr\u00e5n Fibysj\u00f6n utanf\u00f6r Uppsala och en felflugen bl\u00e5kr\u00e5ka fr\u00e5n Ramsberg norr om Lindesberg. 
dnatext11=Till\u00e4mpningar
dnatext12=referensexemplar
dnatext13=Delmoment och arbetsfl\u00f6de f\u00f6r milj\u00f6\u00f6vervakning med hj\u00e4lp av DNA streckkodning.











# about dnakey page
aboutglossary=Ordlista
about16s=16S rRNA. Ben\u00e4mning f\u00f6r den genregion som kodar f\u00f6r en komponent i ribosomalt RNA (16S rRNA).
aboutbarcodesequences=Barkodsekvenser f\u00f6r svenska organismer (Databas)
abouttext1=Databas inneh\u00e5llande streckkodssekvenser fr\u00e5n 
abouttext2=Svenska ryggradsdjur
abouttext3=(COI och 16S), samt sekvenser fr\u00e5n databasen 
abouttext4=Barkodsekvenser fr\u00e5n GenBank
abouttext5=som kommer fr\u00e5n arter som p\u00e5tr\u00e4ffas i Sverige. Se 
abouttext6=Barkodsgen
abouttext7=Synonymt med streckkodsgen (Eng. barcode gene). Se 
abouttext8=Basic Local Alignment Search Tool (BLAST). Detaljerad information finns p\u00e5 
abouttext9=NCBI's websida
abouttext10=[Eng.]. Se \u00e4ven 
abouttext11=S\u00f6kmetod
abouttext12=Barcode of Life Database (
abouttext13=Internationell sekvensdatabas inneh\u00e5llande streckkodssekvenser fr\u00e5n djur, v\u00e4xter, svampar samt andra organismer. Inneh\u00e5ller fr\u00e4mst genregioner fr\u00e5n generna
abouttext14=Svenska ryggradsdjur (Databas)
abouttext15=BOLD sekv. ID
abouttext16=Specifikt ID-nummer f\u00f6r sekvens i internationella streckkodsdatabasen 
abouttext17=Ben\u00e4mning f\u00f6r den mitokondriella genregion som kodar f\u00f6r proteinet Cytochrome c oxidase I. Anv\u00e4nds som streckkodsgen f\u00f6r fr\u00e4mst Metazoa (flercelliga djur).
abouttext18=De uppladdade fr\u00e5gesekvenserna j\u00e4mf\u00f6rs med referenssekvenser i n\u00e5gon av DNA-nyckelns databaser. Den mest tillf\u00f6rlitliga databasen, 
abouttext19=\u00e4r framtaget av svenska institutioner och har l\u00e4nkar till information i svenska naturhistoriska samlingar. I dag omfattar databasen bland annat 
abouttext20=-sekvenser \u00f6ver svenska ryggradsdjur, och fler organismgrupper tillkommer kontinuerligt. Vi anv\u00e4nder ocks\u00e5 sekvenser fr\u00e5n internationella referensbibliotek. I dagsl\u00e4get anv\u00e4nder vi streckkodsgener h\u00e4mtade fr\u00e5n 
abouttext21=(alla sekvensposter med nyckelordet "BARCODE". Motsvarar generna 
abouttext22=Sekvenserna fr\u00e5n GenBank l\u00e4ggs samman med sekvenserna i Svenska ryggradsdjur, och lagras i databasen 
abouttext23=Barkodsekvenser fr\u00e5n GenBank
abouttext24=Denna databas inneh\u00e5ller s\u00e5ledes sekvenser fr\u00e5n COI, rbcL, matk, samt 16S. DNA-nyckeln tillhandah\u00e5ller \u00e4ven en databas med fokus p\u00e5 vilka arter som p\u00e5tr\u00e4ffas i Sverige, 
abouttext25=Barkodsekvenser f\u00f6r svenska organismer
abouttext26=Denna databas best\u00e5r av Svenska ryggradsdjur, samt de sekvenser fr\u00e5n Barkodsekvenser fr\u00e5n GenBank som kommer fr\u00e5n arter p\u00e5tr\u00e4ffade i Sverige (se 
abouttext27=svensk taxonomisk databas \u00f6ver "Sveriges naturligt f\u00f6rekommande organismer". DNA-nyckeln anv\u00e4nder denna k\u00e4lla f\u00f6r att filtrera sekvenser fr\u00e5n GenBank baserade p\u00e5 deras 
abouttext28=vetenskapliga nam
abouttext29=Ett E-v\u00e4rde, eller "Expect value", ger ett m\u00e5tt p\u00e5 hur sannolikt en s\u00f6kmetod f\u00f6rv\u00e4ntas hitta lika bra eller b\u00e4ttre tr\u00e4ffar \u00e4n den uppvisade (givet storleken p\u00e5 databasen). Se \u00e4ven den 
abouttext30=officiella dokumentationen
abouttext31=p\u00e5 NCBI [Eng.].
abouttext32=Fr\u00e5ga/Fr\u00e5gesekvens
abouttext33=H\u00e4r avses den 
abouttext34=sekvens
abouttext35=(eller dess beskrivning) som anv\u00e4nds i s\u00f6kningen mot DNA-nyckelns databaser. Se \u00e4ven 
abouttext36=H\u00e4r avses den databas av DNA-sekvenser ("nr") som finns p\u00e5 The National Center for Biotechnology Information 
abouttext37=Accessionsnummer f\u00f6r en specifik sekvens p\u00e5
abouttext38=Internal transcribed spacer (ITS).  Ben\u00e4mning f\u00f6r en genregion p\u00e5 ribosomen. Anv\u00e4nds som streckkodsgen f\u00f6r fr\u00e4mst svampar.
abouttext39=Katalognummer i den nationella naturhistoriska samlingsdatabasen 
abouttext40=Likhet
abouttext41=Ett m\u00e5tt p\u00e5 hur v\u00e4l BLAST kan matcha en fr\u00e5gesekvens mot en tr\u00e4ffsekvens. H\u00e4r avses den maximala procentuella likheten mellan en fr\u00e5gesekvens och en tr\u00e4ffsekvens i den region de uppvisar en sk signifikant 
abouttext42=linjering
abouttext43=Se \u00e4ven den officiella 
abouttext44=BLAST dokumentationen
abouttext45=Linjering
abouttext46=En j\u00e4mf\u00f6relse mellan tv\u00e5 eller fler gensekvenser d\u00e4r man s\u00f6kt att identifiera positionell likhet och identitet. [Eng. 
abouttext47=H\u00e4r avses l\u00e4ngden, antalet baser, av DNA-sekvensen.
abouttext48=Gen eller genregion som anv\u00e4nds i databasen. De vanligaste sk "streckkodsgenerna", eller synonymt "barkodgenerna", \u00e4r 
abouttext49=f\u00f6r Metazoa (flercelliga djur), 
abouttext50=och
abouttext51=f\u00f6r landlevande v\u00e4xter. Ut\u00f6ver dessa anv\u00e4nds ofta 
abouttext52=f\u00f6r prokaryoter (encelliga organismer, eubakterier, ark\u00e9er) och 
abouttext53=f\u00f6r svampar. 
abouttext54=Maturase K (matK). Ben\u00e4mning f\u00f6r den genregion i v\u00e4xters kloroplast som kodar f\u00f6r ett protein, intron maturase. Anv\u00e4nds som streckkodsgen f\u00f6r fr\u00e4mst v\u00e4xter.
abouttext55=S\u00f6kportal f\u00f6r de naturhistoriska samlingar i Sverige som ing\u00e5r i 
abouttext56=DINA samarbetet
abouttext57=Artsidor p\u00e5 n\u00e4tet om Nordens och Baltikums organismer.
abouttext58=Ett m\u00e5tt p\u00e5 hur v\u00e4l BLAST kan matcha en fr\u00e5gesekvens mot en tr\u00e4ffsekvens. Po\u00e4ngen avg\u00f6rs p\u00e5 hur stor skillnad det \u00e4r mellan fr\u00e5gesekvensen och tr\u00e4ffsekvens i den 
abouttext59=som utg\u00f6r sj\u00e4lva tr\u00e4ffen i databasen. Generellt g\u00e4ller att ju h\u00f6gre v\u00e4rde, desto b\u00e4ttre matchning. Se \u00e4ven den 
abouttext60=RuBisCO large subunit. Ben\u00e4mning f\u00f6r den region i v\u00e4xters kloroplast som kodar f\u00f6r en del (large-chain) av enzymet RuBisCO. Anv\u00e4nds som streckkodsgen f\u00f6r fr\u00e4mst v\u00e4xter.
abouttext61=Barkodsekvenser fr\u00e5n GenBank (Databas)
abouttext62=Databas inneh\u00e5llande streckkodsgener (alla sekvensposter med nyckelordet "BARCODE", motsvarar generna 
abouttext63=h\u00e4mtade fr\u00e5n 
abouttext64=samt alla sekvenser i databasen 
abouttext65=Denna databas inneh\u00e5ller s\u00e5ledes sekvenser fr\u00e5n COI, rbcL, matk, samt 
abouttext66=etta \u00e4r den st\u00f6rsta databasen i DNA-nyckeln, men samtidigt saknas detaljerad information om sekvensursprung etc f\u00f6r m\u00e5nga poster. Se \u00e4ven 
abouttext67=Sekvenser
abouttext68=DNA sekvenser (A, C, G, T) angivna i gemener eller versaler. Os\u00e4kra/tvetydiga positioner anges med s.k. 
abouttext69=Streckkodsgen
abouttext70=Synonymt med barkodsgen (Eng. barcode gene). Se 
abouttext71=Svenskt namn
abouttext72=Den svenska ben\u00e4mningen p\u00e5 en art. Se \u00e4ven 
abouttext73=F\u00f6r att s\u00f6ka i DNA-nyckelns databaser anv\u00e4nds statistiska s\u00f6kmetoder d\u00e4r en 
abouttext74=fr\u00e5gesekvens
abouttext75=s\u00f6ker efter liknande sekvenser i en databas. Om en liknande sekvens kan hittas i s\u00f6kningen s\u00e5 har man hittat en eller flera 
abouttext76=tr\u00e4ffsekvenser
abouttext77=Standardmetoden \u00e4r 
abouttext78=som j\u00e4mf\u00f6r likheten mellan sekvenser och rapporterar dess statistiska signifikans bla i form av 
abouttext79=po\u00e4ng
abouttext80=I DNA-nyckeln anv\u00e4nds den version av BLAST algoritmen som \u00e4r anpassad f\u00f6r s\u00f6kning mellan DNA-DNA sekvenser (blastn) och implementerad i mjukvaran 
abouttext81=version 2.2.30+. Se \u00e4ven den 
abouttext82=Tr\u00e4ffsekvens
abouttext83=Den sekvens i databasen som har h\u00f6g eller h\u00f6gst likhet med 
abouttext84=fr\u00e5gesekvensen
abouttext85=En arts vetenskapliga namn. Anges vanligtvis som ett sk binomen, tex 
abouttext86=Microtus agrestis
abouttext87=Som referens till vilka arter som f\u00f6rekommer i Sverige anv\u00e4nder DNA-nyckeln den lista som tillhandah\u00e5lls av 



# links page
financialsupport=Finansiella bidragsgivare
collaborators=Samarbetspartners
globalinitiative=Globala initiativ
linktext1=H\u00e4r finner du l\u00e4nkar till globala initiativ och resurser av olika slag. BOLD \u00e4r den globala databasen f\u00f6r streckkodsdata som tillhandah\u00e5ller en identifieringsmotor d\u00e4r du liksom p\u00e5 svenska dna nyckeln kan klistra in dina ok\u00e4nda sekvenser och f\u00e5 dem "matchade" mot referensdatabasen. 
linktext2=BOLD: Barcode of Life Datasystem
linktext3=iBOL: International Barcode of Life
linktext4=CBOL: Consortium for the Barcode of Life
linktext5=Barcode of Life Website
linktext6=Barcode of Life Community Network
linktext7=International Fungal Working Group
linktext8=Nationella initiativ
linktext9=H\u00e4r nedan listas n\u00e5gra l\u00e4nkar till nationella DNA streckkodningsinitiativ i olika l\u00e4nder.
linktext10=FINBOL: Finnish Barcode of Life
linktext11=NORBOL: Norwegian Barcode of Life
linktext12=Canadian Barcode of Life Network
linktext13=GBOL: German Barcode of Life









# tabs
tab1title=Klistra in sekvens
tab2title=Ladda upp fil
tab3title=Testa systemet

testsequencesdesc=Prova DNA-nyckeln genom att klistra in en sekvens, ladda upp en fil eller testa systemet genom att generera en eller flera exempelsekvenser nedan! 

uploadfastafile=Ladda upp fasta fil


seachdnakey=S\u00f6k i DNA-nyckeln
descriptiontext=Med DNA-nyckeln kan du artbest\u00e4mma djur, v\u00e4xter, svampar och mikroorganismer med hj\u00e4lp av DNA-sekvenser. \u00c4ven \u00e4gg, h\u00e5r, fj\u00e4drar, fr\u00f6n och annat material som inte skulle kunna best\u00e4mmas med andra metoder kan identifieras med DNA. Genom att anv\u00e4nda en DNA sekvens som fr\u00e5ga s\u00e5 g\u00f6r DNA-nyckeln en likhetss\u00f6kning (BLAST[LINK HERE TO PAGE WITH EXPLANATION FOR "BLAST"]) bland andra sekvenser i en databas. DNA-nyckeln inneh\u00e5ller ett s\u00e4rskilt urval av genekvenser s.k. "streckkodsgener" (eller barcode genes p\u00e5 engelska), och finner man tillr\u00e4ckligt stor likhet mellan sin fr\u00e5gesekvens och en sekvens i DNA-nyckeln s\u00e5 kan man ofta g\u00f6ra en god artbest\u00e4mning. Om man d\u00e4remot inte finner n\u00e5gon h\u00f6g likhet, eller tom ingen tr\u00e4ff alls, s\u00e5 b\u00f6r man prova andra databaser som tillhandah\u00e5ller ett st\u00f6rre urval gener och sekvenser (Genbank[LINK HERE TO PAGE WITH EXPLANATION FOR "Genbank"], BOLD[LINK HERE TO PAGE WITH EXPLANATION FOR "BOLD"]).  



generate=Klistra in
exemplesequences=fr\u00e5gesekvenser





lowmathcresult=Visa ytterligare tr\u00e4ffar som \u00e4r mindre lika (<99%)





regenmap=Platser i Sverige, Norge och Finland d\u00e4r databasernas DNA prov \u00e4r tagna.



# result page
noresult=Det g\u00e5r inte att matcha n\u00e5gra poster i den valda databasen! Pr\u00f6va en   
searchingenbank=S\u00f6kning i Genbank
genbankrid=Genbank RID:
genbankridsearch=(Klicka p\u00e5 l\u00e4nken f\u00f6r att se s\u00f6kresultatet)

nohighmatch=Databasen inneh\u00e5ller inga sekvenser med mycket h\u00f6g likhet. \u00d6verv\u00e4g att forts\u00e4tta din s\u00f6kning p\u00e5
genbank=Genbank

searchinbold=eller g\u00e5 till 
boldsearch=d\u00e4r du f\u00e5r klistra in sekvensen manuellt.



institution=Institution
collection=Samling
locality=Lokal
coordinates=Koordinater
date=Datum
collector=Insamlare

resultdesc=Nedan f\u00f6ljer en tabell med resultat av s\u00f6kningen i en av DNA-nyckelns databaser. De tr\u00e4ffsekvenser med h\u00f6gst likhet listas f\u00f6rst. Klicka p\u00e5 de givna l\u00e4nkarna f\u00f6r mer information om den art som \u00e4r mest lik s\u00f6ksekvensen.




description=Beskrivning






method=S\u00f6kmetod
totalletters=baspar
sequences=sekvenser
query1=Fr\u00e5ga 
reference=Referens
database=Databas
length=L\u00e4ngd
queryseq=S\u00f6ksekvens
sequencealignment=Sekvenser med stor likhet

boldid=BOLD sekv. ID
catalognum=Katalognr
swedishname=Svenskt namn
scientificname=Vetenskapligt namn
mark=Mark\u00f6r
genbankacc=GenBank acc.
accession=acc.
boldid=BOLD sekv. ID
identity=Likhet (%)
score=Po\u00e4ng
bits=bitar
expect=Expect
evalue=E-v\u00e4rde
evalues=E-v\u00e4rden
gaps=Gaps





searchresult=S\u00f6kresultat
searchcontains=S\u00f6kningen inneh\u00e5ller
queriesandalgorithm=fr\u00e5gesekvenser och \u00e4r gjord med s\u00f6kalgoritmen 
searchmade=S\u00f6kningen \u00e4r gjord i databasen




imageswitcher=Image Switcher

showdetail=Visa detalj
showmetadata=Visa metadata

imgmouseover=H\u00f6gerklicka f\u00f6r att \u00f6ppna snabbmenyn





# sequence section
pasteinsequence=Klistra in fr\u00e5gesekvenser
searchindatabase=S\u00f6k mot databas
dinadatabase=Svenska ryggradsdjur (COI, 16S)
bolddatabase=Barkodsekvenser f\u00f6r svenska organismer (COI, matK, rbcL, 16S*)
genbankdatabase=Barkodsekvenser fr\u00e5n Genbank (COI, matK, rbcL, 16S*)




seqv=sekv.



saveresult=Spara resultatet




group=Grupp
amphibians=Amfibier
birds=F\u00e5glar
mammal=D\u00e4ggdjur
fish=Fiskar
reptiles=Reptiler


total=Totalt






genbankresult=Blast resultat fr\u00e5n Genbank






# button
btnsubmit=Skicka
btnclear=Rensa
btnsearch=S\u00f6k
btnewsequence=Ny s\u00f6kning

btnremovefile=Ta bort filen 
btnmap=Karta
btnimages=Bilder
btnalignment=Linjering
feedback=\u00c5terkoppling
btnclose=St\u00e4nga




readmore=l\u00e4s mer...







formas=Forskningsr\u00e5det Formas
nvv=Natur v\u00e5rdsverket
nv=Naturv\u00e5rdsverket
hov=Havs och vatten myndigheten
hovs=Havs- och vattenmyndigheten

 

gothenburgsuniversity=G\u00f6teborgs Universitet



gnm=G\u00f6tebogrs naturhistoriska museum
gmn=G\u00f6tebogrs naturhistoriska museum

dyntaxa=Artdatabanken




# external url
formasurl=http://www.formas.se
nvvurl=http://www.naturvardsverket.se/
hovurl=https://www.havochvatten.se/

nrmurl=http://www.nrm.se/
guurl=http://www.gu.se/
gnmurl=http://www.gnm.se



sluurl=http://www.slu.se/artdatabanken/




# help text
nrmdbradio=Sekvensdatabas inneh\u00e5llande referenssekvenser h\u00e4mtade fr\u00e5n arter som f\u00f6rekommer i Sverige. Viktigt att notera \u00e4r att sekvenserna i denna databas kan vara h\u00e4mtade fr\u00e5n individer/prover som \u00e4r tagna utanf\u00f6r sveriges gr\u00e4nser. Som exempel, om DNA-prov har saknats f\u00f6r en svenskf\u00e5ngad individ av \u00c5kersork, kan sekvensen i databasen h\u00e4rr\u00f6ra fr\u00e5n en individ som f\u00e5ngats i Norge. Se Databas.

bolddbradio=Databas inneh\u00e5llande streckkodssekvenser fr\u00e5n Svenska ryggradsdjur (COI och 16S), samt sekvenser fr\u00e5n databasen Samtliga barkodsekvenser fr\u00e5n GenBank som kommer fr\u00e5n arter som p\u00e5tr\u00e4ffas i Sverige. Se Databas.

genbankdbradio=Databas inneh\u00e5llande streckkodsgener (alla sekvensposter med nyckelordet \u201dBARCODE\u201d, motsvarar generna COI, rbcL, och matK) h\u00e4mtade fr\u00e5n GenBank, samt alla sekvenser i databasen Svenska ryggradsdjur. Denna databas inneh\u00e5ller s\u00e5ledes sekvenser fr\u00e5n COI, rbcL, matk, samt 16S. Detta \u00e4r den st\u00f6rsta databasen i DNA-nyckeln, men samtidigt saknas detaljerad information om sekvensursprung etc f\u00f6r m\u00e5nga poster. Se \u00e4ven Databas.





keywordscientificname=En arts vetenskapliga namn. Anges vanligtvis som ett sk binomen, tex "Microtus agrestis". Som referens till vilka arter som f\u00f6rekommer i Sverige anv\u00e4nder DNA-nyckeln den lista som tillhandah\u00e5lls av Dyntaxa.se.
keywordcatalognum=Katalognummer i den nationella naturhistoriska samlingsdatabasen Naturarv.
keymark=Gen eller genregion som anv\u00e4nds i databasen. De vanligaste sk "streckkodsgenerna", eller synonymt "barkodgenerna", \u00e4r COI f\u00f6r Metazoa (flercelliga djur), rbcL och matK f\u00f6r landlevande v\u00e4xter. Ut\u00f6ver dessa anv\u00e4nds ofta 16S f\u00f6r prokaryoter (encelliga organismer, eubakterier, ark\u00e9er) och ITS f\u00f6r svampar. 
keygenbankacc=Accessionsnummer f\u00f6r en specifik sekvens p\u00e5 GenBank.
keywordboldid=Specifikt ID-nummer f\u00f6r sekvens i internationella streckkodsdatabasen BOLD.
keywordidentity=Ett m\u00e5tt p\u00e5 hur v\u00e4l BLAST kan matcha en fr\u00e5gesekvens mot en tr\u00e4ffsekvens. H\u00e4r avses den maximala procentuella likheten mellan en fr\u00e5gesekvens och en tr\u00e4ffsekvens i den region de uppvisar en sk signifikant linjering. Se \u00e4ven den officiella BLAST dokumentationen p\u00e5 NCBI [Eng.]. 
keywordscore=Ett m\u00e5tt p\u00e5 hur v\u00e4l BLAST kan matcha en fr\u00e5gesekvens mot en tr\u00e4ffsekvens. Po\u00e4ngen avg\u00f6rs p\u00e5 hur stor skillnad det \u00e4r mellan fr\u00e5gesekvensen och tr\u00e4ffsekvens i den linjering som utg\u00f6r sj\u00e4lva tr\u00e4ffen i databasen. Generellt g\u00e4ller att ju h\u00f6gre v\u00e4rde, desto b\u00e4ttre matchning. Se \u00e4ven den officiella dokumentationen p\u00e5 NCBI [Eng.]. 
keywordevalue=Ett E-v\u00e4rde, eller "Expect value", ger ett m\u00e5tt p\u00e5 hur sannolikt en s\u00f6kmetod f\u00f6rv\u00e4ntas hitta lika bra eller b\u00e4ttre tr\u00e4ffar \u00e4n den uppvisade (givet storleken p\u00e5 databasen). Se \u00e4ven den officiella dokumentationen p\u00e5 NCBI [Eng.]. 




tablenotes=Andel (%) av de svenska arterna av ryggradsdjur (SWE) som \u00e4r representerade av sekvenser (DNA) i DNA-nyckeln (observera att DNA-nyckeln \u00e4ven inneh\u00e5ller sekvenser fr\u00e5n andra organismer \u00e4n ryggradsdjur).




# contact page
contactus=Kontakta oss
contactpagetext1=H\u00f6r g\u00e4rna av dig till oss med fr\u00e5gor, tips och kommentarer. Vi f\u00f6rs\u00f6ker alltid hj\u00e4lpa till s\u00e5 gott vi kan.
contactpagetext2=Postadress och kontaktuppgifter
box=Box 50007
postzip=104 05 Stockholm
phone=Telefon (v\u00e4xel):
email=E-post
