 
# Resources for parameter 'se.nrm.barcoding.web.Messages.properties'
# Project BarcodingWeb
 
# header
headername=The Swedish DNA Key
header=Svenska naturhistoriska samlingar bygger 2000-talets verktyg f\u00f6r artbest\u00e4mning!


# Top menu
start=Start
whatisdnakey=What is DNA Barcoding
aboutdnakey=About DNA-key
links=Links


# foot
contactdetails=Contact
contact=Contact us
updated=Uppdaterad:



# process window
progress=Search in database.......
wait=Please wait!

seachdnakey=Search the DNA-key
descriptiontext=With the DNA-key, you can do species identifications of animals, plants, fungi and microorganisms using DNA sequences. Even eggs, hair, feathers, seeds and other materials which could not be determined by other methods can be identified by DNA. The DNA-key uses input sequences as queries in a similarity search (BLAST[LINK HERE TO PAGE WITH EXPLANATION FOR "BLAST"]) against other sequences in a database. The DNA-key contains a selection of genes, the so-called "barcode genes", and if one finds a significant similarity between the query sequence and a sequence in the DNA-key, then you can often make a good species identification. However, if you do not find any high similarity (or even, no result at all), you should try other databases that provide a greater variety of genes and sequences (e.g. Genbank[LINK HERE TO PAGE WITH EXPLANATION FOR "Genbank"], BOLD[LINK HERE TO PAGE WITH EXPLANATION FOR "BOLD"]).





# main page
nrm=Swedish Museum of Natural History
dnakey=Swedish DNA Key

 
# current
current=Current 
showmore=Show more

# tabs
tab1title=Paste sequence here
tab2title=Upload files
tab3title=Try the application

testsequencesdesc=Try the DNA-key by pasting in you sequences, uploading files or try the system by generating one or more example sequences below!

uploadfastafile=Upload file




generate=Generate
exemplesequences=example query sequences



imageswitcher=Image Switcher
imgmouseover=Right click to open context menu

showdetail=Show detail
showmetadata=Show metadata


 


# sequence section
pasteinsequence=Paste in sequence
searchindatabase=Select data base
dinadatabase=Swedish vertebrate animals (COI, 16S)
bolddatabase=Barcode sequences for Swedish organisms (COI, matK, rbcL, 16S*)
genbankdatabase=All barcode sequences from Genbank (COI, matK, rbcL, 16S*)




seqv=seq.




lowmathcresult=Show additional but less similar hits (<99%)


# result page
noresult=Unable to match any records in the selected database
searchingenbank=Search in Genbank
genbankrid=Genbank RID:
genbankridsearch=(Click link to see seach result)

nohighmatch=The database contains no sequences with very high similarity. Continuing search in Genbank.
genbank=Genbank

resultdesc=Below is a table with the results of the search in a DNA key databases. The hit sequences with the highest similarity are listed first. Click on the given links for more information about the species that is most similar to the query sequence.


searchinbold=or go to 
boldsearch=where you need to enter the sequence and submit manually.





institution=Institution
collection=Collection
locality=Locality
coordinates=Coordinates
date=Date
collector=Collector




method=Search Method
sequences=sequences
totalletters=letters
query1=Query 

reference=Reference
database=Database
length=Length
queryseq=Query sequence
sequencealignment=Sequences producing significant alignments

boldid=BOLD seq. ID
catalognum=Catalog #
swedishname=Swedish name
scientificname=Scientific name
mark=Marker
genbankacc=GenBank acc.
accession=acc.
boldid=BOLD seq. ID
identity=% identity
score=Score
bits=bits
expect=Expect
evalue=E value
gaps=Gaps




description=Description


readmore=Read more...


group=Group
amphibians=Amphibians
birds=Birds
mammal=Mammal
fish=Fish
reptiles=Reptiles


total=Total


# button
btnsubmit=Submit
btnclear=Clear
btnsearch=Search
btnewsequence=New Search


btnremovefile=Remove file
btnmap=Map
btnimages=Images
btnalignment=Alignment
feedback=Feedback
btnclose=Close



searchresult=Search result
searchcontains=The result contains
queriesandalgorithm=queries with the search algorithm
searchmade=The search has been made in the database




regenmap=Locations in Sweden, Norway and Finland, where DNA samples are taken.





formas=The Swedish Research Council Formas
nvv=Swedish Environmental Protection Agency
hov=Swedish agency for marine and water management

gothenburgsuniversity=University Of Gothenburg

gnm=Natural History Museum of Gothenburg


# external url
formasurl=http://www.formas.se/
hovurl=https://www.havochvatten.se/
nvvurl=http://www.naturvardsverket.se/
nrmurl=http://www.nrm.se/
guurl=http://www.gu.se/
gnmurl=http://gnm.se/sv/Vastarvet/Verksamheter/Goteborgs-Naturhistoriska-museum/




saveresult=Save result

genbankresult=Blast result from Genbank




# help text
nrmdbradio=Sekvensdatabas inneh\u00e5llande referenssekvenser h\u00e4mtade fr\u00e5n arter som f\u00f6rekommer i Sverige. Viktigt att notera \u00e4r att sekvenserna i denna databas kan vara h\u00e4mtade fr\u00e5n individer/prover som \u00e4r tagna utanf\u00f6r sveriges gr\u00e4nser. Som exempel, om DNA-prov har saknats f\u00f6r en svenskf\u00e5ngad individ av \u00c5kersork, kan sekvensen i databasen h\u00e4rr\u00f6ra fr\u00e5n en individ som f\u00e5ngats i Norge. Se Databas.

bolddbradio=Databas inneh\u00e5llande streckkodssekvenser fr\u00e5n Svenska ryggradsdjur (COI och 16S), samt sekvenser fr\u00e5n databasen Samtliga barkodsekvenser fr\u00e5n GenBank som kommer fr\u00e5n arter som p\u00e5tr\u00e4ffas i Sverige. Se Databas.

genbankdbradio=Databas inneh\u00e5llande streckkodsgener (alla sekvensposter med nyckelordet \u201dBARCODE\u201d, motsvarar generna COI, rbcL, och matK) h\u00e4mtade fr\u00e5n GenBank, samt alla sekvenser i databasen Svenska ryggradsdjur. Denna databas inneh\u00e5ller s\u00e5ledes sekvenser fr\u00e5n COI, rbcL, matk, samt 16S. Detta \u00e4r den st\u00f6rsta databasen i DNA-nyckeln, men samtidigt saknas detaljerad information om sekvensursprung etc f\u00f6r m\u00e5nga poster. Se \u00e4ven Databas.


keywordscientificname=En arts vetenskapliga namn. Anges vanligtvis som ett sk binomen, tex "Microtus agrestis". Som referens till vilka arter som f\u00f6rekommer i Sverige anv\u00e4nder DNA-nyckeln den lista som tillhandah\u00e5lls av Dyntaxa.se. 
keywordcatalognum=Katalognummer i den nationella naturhistoriska samlingsdatabasen Naturarv.
keymark=Gen eller genregion som anv\u00e4nds i databasen. De vanligaste sk "streckkodsgenerna", eller synonymt "barkodgenerna", \u00e4r COI f\u00f6r Metazoa (flercelliga djur), rbcL och matK f\u00f6r landlevande v\u00e4xter. Ut\u00f6ver dessa anv\u00e4nds ofta 16S f\u00f6r prokaryoter (encelliga organismer, eubakterier, ark\u00e9er) och ITS f\u00f6r svampar. 
keygenbankacc=Accessionsnummer f\u00f6r en specifik sekvens p\u00e5 GenBank.
keywordboldid=Specifikt ID-nummer f\u00f6r sekvens i internationella streckkodsdatabasen BOLD.
keywordidentity=Ett m\u00e5tt p\u00e5 hur v\u00e4l BLAST kan matcha en fr\u00e5gesekvens mot en tr\u00e4ffsekvens. H\u00e4r avses den maximala procentuella likheten mellan en fr\u00e5gesekvens och en tr\u00e4ffsekvens i den region de uppvisar en sk signifikant linjering. Se \u00e4ven den officiella BLAST dokumentationen p\u00e5 NCBI [Eng.]. 
keywordscore=Ett m\u00e5tt p\u00e5 hur v\u00e4l BLAST kan matcha en fr\u00e5gesekvens mot en tr\u00e4ffsekvens. Po\u00e4ngen avg\u00f6rs p\u00e5 hur stor skillnad det \u00e4r mellan fr\u00e5gesekvensen och tr\u00e4ffsekvens i den linjering som utg\u00f6r sj\u00e4lva tr\u00e4ffen i databasen. Generellt g\u00e4ller att ju h\u00f6gre v\u00e4rde, desto b\u00e4ttre matchning. Se \u00e4ven den officiella dokumentationen p\u00e5 NCBI [Eng.]. 
keywordevalue=Ett E-v\u00e4rde, eller "Expect value", ger ett m\u00e5tt p\u00e5 hur sannolikt en s\u00f6kmetod f\u00f6rv\u00e4ntas hitta lika bra eller b\u00e4ttre tr\u00e4ffar \u00e4n den uppvisade (givet storleken p\u00e5 databasen). Se \u00e4ven den officiella dokumentationen p\u00e5 NCBI [Eng.]. 


tablenotes=Proportion (%) of Swedish vertebrate species (SWE) that is represented by sequences (DNA) in the DNA-key (note that the DNA-key also contains sequences from other groups of organisms).






# contact page
contactus=Contact us
contactpagetext1=Feel free to contact us with questions, suggestions and comments.
contactpagetext2=Contact details
box=Box 50007
postzip=104 05 Stockholm
phone=Phone:
email=Email