 
# Resources for parameter 'se.nrm.barcoding.web.Messages.properties'
# Project BarcodingWeb
 
# header
headername=The Swedish DNA Key
header=Svenska naturhistoriska samlingar bygger 2000-talets verktyg f\u00f6r artbest\u00e4mning!


# Top menu
start=Start
whatisdnakey=What is DNA Barcoding
aboutdnakey=About DNA-key
links=Links


# foot
contactdetails=Contact
contact=Contact us
updated=Uppdaterad:



# process window
progress=Search in database.......
wait=Please wait!

seachdnakey=Search the DNA-key
descriptiontext=With the DNA-key, you can do species identifications of animals, plants, fungi and microorganisms using DNA sequences. Even eggs, hair, feathers, seeds and other materials which could not be determined by other methods can be identified by DNA. The DNA-key uses input sequences as queries in a similarity search (BLAST[LINK HERE TO PAGE WITH EXPLANATION FOR "BLAST"]) against other sequences in a database. The DNA-key contains a selection of genes, the so-called "barcode genes", and if one finds a significant similarity between the query sequence and a sequence in the DNA-key, then you can often make a good species identification. However, if you do not find any high similarity (or even, no result at all), you should try other databases that provide a greater variety of genes and sequences (e.g. Genbank[LINK HERE TO PAGE WITH EXPLANATION FOR "Genbank"], BOLD[LINK HERE TO PAGE WITH EXPLANATION FOR "BOLD"]).





# main page
nrm=Swedish Museum of Natural History
dnakey=Swedish DNA Key

 
# start page
starttext1=In the DNA-key you can input a DNA sequence to query against a reference library of known sequences in a similarity search  
starttext2=The DNA-key contains a selection of genes, so-called "barcode genes", and if you find a significant similarity between the query sequence and a reference sequence, you can often make a good species identification. However, if you do not find any high similarity you should try other databases that provide a greater variety of genes and sequences like 
starttext3=and
starttext4=NOTE: The Swedish DNA-key is in the build-up phase of reference barcode libraries. At present, Swedish species of fishes, birds and mammals are rather well covered, but for many other groups of organisms the coverage is low or sporadic.

starttitle1=BLAST
starttitle2=What is DNA Barcoding


startlink1=BLAST
startlink2=Read more about the importance of full organism group coverage in the reference library for DNA-based species identification





# dnakaypage
dnatext1=What is DNA barcoding
dnatext2=Background
dnatext3=How it works
dnatext4=Reference Library
dnatext5=Why is it called DNA barcoding?
dnatext6=A barcode DNA sequence from a roller
dnatext7=A barcode DNA sequence from a woodcock
dnatext8=Reference specimens of a roller, left
dnatext9=and woodcock, on the right
dnatext10=for the barcodes illustrated above that are preserved at the Swedish Natural History Museum. In this case, it is a woodcock from Fibysj\u00f6n, near Uppsala, and an accidental migrant roller from Ramsberg, north of Lindesberg. 
dnatext11=Applications
dnatext12=referenceexample
dnatext13=Parts and workflow monitoring using DNA barcoding.







#about dnakey page
aboutglossary=Glossary
about16s=16S rRNA. Name for the gene region encoding a component of the ribosomal RNA (16S rRNA).
aboutbarcodesequences=Barcode sequences for Swedish organisms (database)
abouttext1=Database containing barcode sequences from the 
abouttext2=Swedish vertebrates
abouttext3=database (COI and 16S) as well as 
abouttext4=barcode sequences from GenBank
abouttext5=for species encountered in Sweden. See 
abouttext6=Barcode gene
abouttext7=Gene or gene region used in the database. See 
abouttext8=Basic Local Alignment Search Tool (BLAST). Detailed information is available at 
abouttext9=NCBI's website
abouttext10=See also 
abouttext11=Search method
abouttext12=Barcode of Life Database (
abouttext13=International sequence database containing barcode sequences from animals, plants, fungi and other organisms. Contains primarily gene regions from the genes
abouttext14=Swedish vertebrates (Database)
abouttext15=BOLD sequence ID
abouttext16=Unique ID number for the sequence in the international barcode database, 
abouttext17=Description of the mitochondrial gene region that encodes the protein cytochrome c oxidase I. Used as a barcode gene primarily for Metazoa (multicellular animals).
abouttext18=The uploaded the query sequences are compared with the reference sequences in any of the DNA key databases. The most reliable database, 
abouttext19=was developed by Swedish institutions and has links to information in Swedish natural history collections. Today, the database includes  
abouttext20=sequences for Swedish vertebrates, and more groups of organisms are added continuously. We also use sequences from the international reference library. In the current portal version, we use the barcode genes retrieved from 
abouttext21=(all sequence entries with the keyword "BARCODE" corresponding to the genes 
abouttext22=Sequences from GenBank are aggregated with sequences for Swedish vertebrates and stored in the database  
abouttext23=Barcode sequences from GenBank
abouttext24=This database thus contains sequences from COI, rbcL, Matk, and 16S. DNA key also provides a database with a focus on the species that are found in Sweden, 
abouttext25=Barcode sequences for Swedish organisms
abouttext26=This database consists of Swedish vertebrates, as well as the sequences from \u201cBarcode sequences from GenBank\u201d from coming from species recorded in Sweden (see 
abouttext27=Swedish taxonomic database on "Sweden's indigenous organisms." The DNA key uses this source to filter sequences from GenBank based on their 
abouttext28=scientific names
abouttext29=An E-value, or "Expected value", which is a measure of how likely a search method is expected to find as good or better results than the reported result (given the size of the database). See also the 
abouttext30=official documentation
abouttext31=from NCBI.
abouttext32=Query/Query Sequence
abouttext33=This refers to the  
abouttext34=sequence
abouttext35=(or its description) used in the searches of DNA key databases. See also 
abouttext36=This refers to the database of DNA sequences ("nr") available from The National Center for Biotechnology Information 
abouttext37=Accession number for a specific sequence in 
abouttext38=Internal transcribed spacer (ITS). Name for a gene region on the ribosome. Used as streckkodsgen mainly fungi.
abouttext39=Catalog number in the national natural history collections database 
abouttext40=Similarity
abouttext41=A measure of how well the BLAST can match a query sequence against a hit sequence. This refers to the maximum rate of similarity between a query sequence and a hit sequence in the region where they have significant 
abouttext42=alignment
abouttext43=See also the official 
abouttext44=BLAST documentation
abouttext45=Alignment
abouttext46=A comparison between two or more sequences intended to identify positional similarity and identity. [Eng. 
abouttext47=This refers to the length, the number of bases, in a DNA sequence.
abouttext48=Gene or gene region used in the database. The most commonly known markers used as "barcode genes" are 
abouttext49=for Metazoa (multicellular animals) or  
abouttext50=and
abouttext51=for terrestrial plants. In addition to these, 
abouttext52=and
abouttext53=are frequently used for prokaryotes (single-celled organisms, eubacteria, archaea) and fungi, respectively.
abouttext54=Maturase C (Matk). Name for the gene region of the plant chloroplast sequence encoding a protein, the intron maturase. Used as a barcode gene primarily for plants.
abouttext55=Portal for natural history collections in Sweden from the  
abouttext56=DINA project collaboration
abouttext57=Species pages online about Nordic and Baltic organisms.
abouttext58=A measure of how well BLAST can match a query sequence with a hit sequence. The score describes how much difference there is between the query sequence and hit sequence in the 
abouttext59=that constitutes the actual database match. Generally, the higher the value, the better the match. See also the 
abouttext60=RuBisCO large subunit. Name for the region in the plant chloroplast sequence encoding a portion (large-chain) of the enzyme RuBisCO. Used as a barcode gene primarily for plants.
abouttext61=arcode sequences from GenBank (Database)
abouttext62=Database containing barcode genes (all sequence entries with the keyword 'BARCODE', corresponding to the genes 
abouttext63=retrieved from  
abouttext64=and all sequences in the database 
abouttext65=This database thus contains sequences from COI, rbcL, Matk, and 
abouttext66=This is the largest database used in the DNA key, but no precise information concerning sequence origins, etc. for many items. See also 
abouttext67=Sequences
abouttext68=DNA sequences (A, C, G, T) specified in uppercase or lowercase. Uncertain/ambiguous positions indicated by the so-called 
abouttext69=Barcode gene
abouttext70=Synonymous with barkodsgen (Eng. Barcode generation).  See 
abouttext71=Swedish name
abouttext72=The Swedish vernacular name for a species. See also 
abouttext73=To search the DNA key databases, statistical search methods are used where a 
abouttext74=query
abouttext75=sequence is matched with similar sequences in a database. If a similar sequence can be found in the search, then one has found one or more 
abouttext76=hit sequences
abouttext77=The default search method is 
abouttext78=which compares the similarity between sequences and reports its statistical significance as, among these measures, 
abouttext79=scores
abouttext80=The DNA key applies the version of the BLAST algorithm developed for search between DNA-DNA sequences (blastn) and implemented in the software 
abouttext81=version 2.2.30+. version 2.2.28+. See also the 
abouttext82=Hit sequence
abouttext83=The sequence in the database as having high or highest similarity to the 
abouttext84=query sequence
abouttext85=A species' scientific name. Usually stated as a binomen, e.g., 
abouttext86=Microtus agrestis
abouttext87=As a reference to the species occurring in Sweden, the DNA key uses the list provided by











# tabs
tab1title=Paste sequence here
tab2title=Upload files
tab3title=Try the application

testsequencesdesc=Try the DNA-key by pasting in you sequences, uploading files or try the system by generating one or more example sequences below!

uploadfastafile=Upload file




generate=Generate
exemplesequences=example query sequences



imageswitcher=Image Switcher
imgmouseover=Right click to open context menu

showdetail=Show detail
showmetadata=Show metadata


 


# sequence section
pasteinsequence=Paste in sequence
searchindatabase=Select data base
dinadatabase=Swedish vertebrate animals (COI, 16S)
bolddatabase=Barcode sequences for Swedish organisms (COI, matK, rbcL, 16S*)
genbankdatabase=All barcode sequences from Genbank (COI, matK, rbcL, 16S*)




seqv=seq.




lowmathcresult=Show additional but less similar hits (<99%)


# result page
noresult=Unable to match any records in the selected database
searchingenbank=Search in Genbank
genbankrid=Genbank RID:
genbankridsearch=(Click link to see seach result)

nohighmatch=The database contains no sequences with very high similarity. Continuing search in Genbank.
genbank=Genbank

resultdesc=Below is a table with the results of the search in a DNA key databases. The hit sequences with the highest similarity are listed first. Click on the given links for more information about the species that is most similar to the query sequence.


searchinbold=or go to 
boldsearch=where you need to enter the sequence and submit manually.





institution=Institution
collection=Collection
locality=Locality
coordinates=Coordinates
date=Date
collector=Collector




method=Search Method
sequences=sequences
totalletters=letters
query1=Query 

reference=Reference
database=Database
length=Length
queryseq=Query sequence
sequencealignment=Sequences producing significant alignments

boldid=BOLD seq. ID
catalognum=Catalog #
swedishname=Swedish name
scientificname=Scientific name
mark=Marker
genbankacc=GenBank acc.
accession=acc.
boldid=BOLD seq. ID
identity=% identity
score=Score
bits=bits
expect=Expect
evalue=E value
evalues=E-values
gaps=Gaps




description=Description


readmore=Read more...


group=Group
amphibians=Amphibians
birds=Birds
mammal=Mammal
fish=Fish
reptiles=Reptiles


total=Total


# button
btnsubmit=Submit
btnclear=Clear
btnsearch=Search
btnewsequence=New Search


btnremovefile=Remove file
btnmap=Map
btnimages=Images
btnalignment=Alignment
feedback=Feedback
btnclose=Close



searchresult=Search result
searchcontains=The result contains
queriesandalgorithm=queries with the search algorithm
searchmade=The search has been made in the database




regenmap=Locations in Sweden, Norway and Finland, where DNA samples are taken.





formas=The Swedish Research Council Formas
nvv=Swedish Environmental Protection Agency
hov=Swedish agency for marine and water management

gothenburgsuniversity=University Of Gothenburg

gnm=Natural History Museum of Gothenburg


# external url
formasurl=http://www.formas.se/
hovurl=https://www.havochvatten.se/
nvvurl=http://www.naturvardsverket.se/
nrmurl=http://www.nrm.se/
guurl=http://www.gu.se/
gnmurl=http://gnm.se/sv/Vastarvet/Verksamheter/Goteborgs-Naturhistoriska-museum/




saveresult=Save result

genbankresult=Blast result from Genbank




# help text
nrmdbradio=Sekvensdatabas inneh\u00e5llande referenssekvenser h\u00e4mtade fr\u00e5n arter som f\u00f6rekommer i Sverige. Viktigt att notera \u00e4r att sekvenserna i denna databas kan vara h\u00e4mtade fr\u00e5n individer/prover som \u00e4r tagna utanf\u00f6r sveriges gr\u00e4nser. Som exempel, om DNA-prov har saknats f\u00f6r en svenskf\u00e5ngad individ av \u00c5kersork, kan sekvensen i databasen h\u00e4rr\u00f6ra fr\u00e5n en individ som f\u00e5ngats i Norge. Se Databas.

bolddbradio=Databas inneh\u00e5llande streckkodssekvenser fr\u00e5n Svenska ryggradsdjur (COI och 16S), samt sekvenser fr\u00e5n databasen Samtliga barkodsekvenser fr\u00e5n GenBank som kommer fr\u00e5n arter som p\u00e5tr\u00e4ffas i Sverige. Se Databas.

genbankdbradio=Databas inneh\u00e5llande streckkodsgener (alla sekvensposter med nyckelordet \u201dBARCODE\u201d, motsvarar generna COI, rbcL, och matK) h\u00e4mtade fr\u00e5n GenBank, samt alla sekvenser i databasen Svenska ryggradsdjur. Denna databas inneh\u00e5ller s\u00e5ledes sekvenser fr\u00e5n COI, rbcL, matk, samt 16S. Detta \u00e4r den st\u00f6rsta databasen i DNA-nyckeln, men samtidigt saknas detaljerad information om sekvensursprung etc f\u00f6r m\u00e5nga poster. Se \u00e4ven Databas.


keywordscientificname=En arts vetenskapliga namn. Anges vanligtvis som ett sk binomen, tex "Microtus agrestis". Som referens till vilka arter som f\u00f6rekommer i Sverige anv\u00e4nder DNA-nyckeln den lista som tillhandah\u00e5lls av Dyntaxa.se. 
keywordcatalognum=Katalognummer i den nationella naturhistoriska samlingsdatabasen Naturarv.
keymark=Gen eller genregion som anv\u00e4nds i databasen. De vanligaste sk "streckkodsgenerna", eller synonymt "barkodgenerna", \u00e4r COI f\u00f6r Metazoa (flercelliga djur), rbcL och matK f\u00f6r landlevande v\u00e4xter. Ut\u00f6ver dessa anv\u00e4nds ofta 16S f\u00f6r prokaryoter (encelliga organismer, eubakterier, ark\u00e9er) och ITS f\u00f6r svampar. 
keygenbankacc=Accessionsnummer f\u00f6r en specifik sekvens p\u00e5 GenBank.
keywordboldid=Specifikt ID-nummer f\u00f6r sekvens i internationella streckkodsdatabasen BOLD.
keywordidentity=Ett m\u00e5tt p\u00e5 hur v\u00e4l BLAST kan matcha en fr\u00e5gesekvens mot en tr\u00e4ffsekvens. H\u00e4r avses den maximala procentuella likheten mellan en fr\u00e5gesekvens och en tr\u00e4ffsekvens i den region de uppvisar en sk signifikant linjering. Se \u00e4ven den officiella BLAST dokumentationen p\u00e5 NCBI [Eng.]. 
keywordscore=Ett m\u00e5tt p\u00e5 hur v\u00e4l BLAST kan matcha en fr\u00e5gesekvens mot en tr\u00e4ffsekvens. Po\u00e4ngen avg\u00f6rs p\u00e5 hur stor skillnad det \u00e4r mellan fr\u00e5gesekvensen och tr\u00e4ffsekvens i den linjering som utg\u00f6r sj\u00e4lva tr\u00e4ffen i databasen. Generellt g\u00e4ller att ju h\u00f6gre v\u00e4rde, desto b\u00e4ttre matchning. Se \u00e4ven den officiella dokumentationen p\u00e5 NCBI [Eng.]. 
keywordevalue=Ett E-v\u00e4rde, eller "Expect value", ger ett m\u00e5tt p\u00e5 hur sannolikt en s\u00f6kmetod f\u00f6rv\u00e4ntas hitta lika bra eller b\u00e4ttre tr\u00e4ffar \u00e4n den uppvisade (givet storleken p\u00e5 databasen). Se \u00e4ven den officiella dokumentationen p\u00e5 NCBI [Eng.]. 


tablenotes=Proportion (%) of Swedish vertebrate species (SWE) that is represented by sequences (DNA) in the DNA-key (note that the DNA-key also contains sequences from other groups of organisms).






# contact page
contactus=Contact us
contactpagetext1=Feel free to contact us with questions, suggestions and comments.
contactpagetext2=Contact details
box=Box 50007
postzip=104 05 Stockholm
phone=Phone:
email=Email