 
# Resources for parameter 'se.nrm.barcoding.web.Messages.properties'
# Project BarcodingWeb
 
# header
headername=Svenska DNA-nyckeln
header=Svenska naturhistoriska samlingar bygger 2000-talets verktyg f\u00f6r artbest\u00e4mning!

# Top menu
start=Start
whatisdnakey=Vad \u00e4r DNA-streckkodning
aboutdnakey=Om DNA-nyckeln
links=L\u00e4nkar


# foot
contactdetails=Kontaktuppgifter 
contact=Kontakta oss
updated=Senast uppdaterad:



# Process window
progress=S\u00f6ker i databas.......
wait=Var god v\u00e4nta!



# main page
nrm=Naturhistoriska riksmuseet
dnakey=Svenska DNA nyckeln

# current
current=Aktuellt
showmore=Visa fler


# tabs
tab1title=Klistra in sekvens
tab2title=Ladda upp fil
tab3title=Testa systemet

testsequencesdesc=Prova DNA-nyckeln genom att klistra in en sekvens, ladda upp en fil eller testa systemet genom att generera en eller flera exempelsekvenser nedan! 

uploadfastafile=Ladda upp fasta fil


seachdnakey=S\u00f6k i DNA-nyckeln
descriptiontext=Med DNA-nyckeln kan du artbest\u00e4mma djur, v\u00e4xter, svampar och mikroorganismer med hj\u00e4lp av DNA-sekvenser. \u00c4ven \u00e4gg, h\u00e5r, fj\u00e4drar, fr\u00f6n och annat material som inte skulle kunna best\u00e4mmas med andra metoder kan identifieras med DNA. Genom att anv\u00e4nda en DNA sekvens som fr\u00e5ga s\u00e5 g\u00f6r DNA-nyckeln en likhetss\u00f6kning (BLAST[LINK HERE TO PAGE WITH EXPLANATION FOR "BLAST"]) bland andra sekvenser i en databas. DNA-nyckeln inneh\u00e5ller ett s\u00e4rskilt urval av genekvenser s.k. "streckkodsgener" (eller barcode genes p\u00e5 engelska), och finner man tillr\u00e4ckligt stor likhet mellan sin fr\u00e5gesekvens och en sekvens i DNA-nyckeln s\u00e5 kan man ofta g\u00f6ra en god artbest\u00e4mning. Om man d\u00e4remot inte finner n\u00e5gon h\u00f6g likhet, eller tom ingen tr\u00e4ff alls, s\u00e5 b\u00f6r man prova andra databaser som tillhandah\u00e5ller ett st\u00f6rre urval gener och sekvenser (Genbank[LINK HERE TO PAGE WITH EXPLANATION FOR "Genbank"], BOLD[LINK HERE TO PAGE WITH EXPLANATION FOR "BOLD"]).  



generate=Klistra in
exemplesequences=fr\u00e5gesekvenser





lowmathcresult=Visa ytterligare tr\u00e4ffar som \u00e4r mindre lika (<99%)





regenmap=Platser i Sverige, Norge och Finland d\u00e4r databasernas DNA prov \u00e4r tagna.



# result page
noresult=Det g\u00e5r inte att matcha n\u00e5gra poster i den valda databasen! Pr\u00f6va en   
searchingenbank=S\u00f6kning i Genbank
genbankrid=Genbank RID:
genbankridsearch=(Klicka p\u00e5 l\u00e4nken f\u00f6r att se s\u00f6kresultatet)

nohighmatch=Databasen inneh\u00e5ller inga sekvenser med mycket h\u00f6g likhet. \u00d6verv\u00e4g att forts\u00e4tta din s\u00f6kning p\u00e5
genbank=Genbank

searchinbold=eller g\u00e5 till 
boldsearch=d\u00e4r du f\u00e5r klistra in sekvensen manuellt.



institution=Institution
collection=Samling
locality=Lokal
coordinates=Koordinater
date=Datum
collector=Insamlare

resultdesc=Nedan f\u00f6ljer en tabell med resultat av s\u00f6kningen i en av DNA-nyckelns databaser. De tr\u00e4ffsekvenser med h\u00f6gst likhet listas f\u00f6rst. Klicka p\u00e5 de givna l\u00e4nkarna f\u00f6r mer information om den art som \u00e4r mest lik s\u00f6ksekvensen.




description=Beskrivning






method=S\u00f6kmetod
totalletters=baspar
sequences=sekvenser
query1=Fr\u00e5ga 
reference=Referens
database=Databas
length=L\u00e4ngd
queryseq=S\u00f6ksekvens
sequencealignment=Sekvenser med stor likhet

boldid=BOLD sekv. ID
catalognum=Katalognr
swedishname=Svenskt namn
scientificname=Vetenskapligt namn
mark=Mark\u00f6r
genbankacc=GenBank acc.
accession=acc.
boldid=BOLD sekv. ID
identity=Likhet (%)
score=Po\u00e4ng
bits=bitar
expect=Expect
evalue=E-v\u00e4rde
gaps=Gaps



searchresult=S\u00f6kresultat
searchcontains=S\u00f6kningen inneh\u00e5ller
queriesandalgorithm=fr\u00e5gesekvenser och \u00e4r gjord med s\u00f6kalgoritmen 
searchmade=S\u00f6kningen \u00e4r gjord i databasen




imageswitcher=Image Switcher

showdetail=Visa detalj
showmetadata=Visa metadata

imgmouseover=H\u00f6gerklicka f\u00f6r att \u00f6ppna snabbmenyn





# sequence section
pasteinsequence=Klistra in fr\u00e5gesekvenser
searchindatabase=S\u00f6k mot databas
dinadatabase=Svenska ryggradsdjur (COI, 16S)
bolddatabase=Barkodsekvenser f\u00f6r svenska organismer (COI, matK, rbcL, 16S*)
genbankdatabase=Barkodsekvenser fr\u00e5n Genbank (COI, matK, rbcL, 16S*)




seqv=sekv.



saveresult=Spara resultatet




group=Grupp
amphibians=Amfibier
birds=F\u00e5glar
mammal=D\u00e4ggdjur
fish=Fiskar
reptiles=Reptiler


total=Totalt






genbankresult=Blast resultat fr\u00e5n Genbank






# button
btnsubmit=Skicka
btnclear=Rensa
btnsearch=S\u00f6k
btnewsequence=Ny s\u00f6kning

btnremovefile=Ta bort filen 
btnmap=Karta
btnimages=Bilder
btnalignment=Linjering
feedback=\u00c5terkoppling
btnclose=St\u00e4nga




readmore=l\u00e4s mer...







formas=Forskningsr\u00e5det Formas
nvv=Natur v\u00e5rdsverket
hov=Havs och vatten myndigheten

 

gothenburgsuniversity=G\u00f6teborgs Universitet



gnm=G\u00f6tebogrs naturhistoriska museum






# external url
formasurl=http://www.formas.se/
hovurl=https://www.havochvatten.se/
nvvurl=http://www.naturvardsverket.se/
nrmurl=http://www.nrm.se/
guurl=http://www.gu.se/
gnmurl=http://gnm.se/sv/Vastarvet/Verksamheter/Goteborgs-Naturhistoriska-museum/




# help text
nrmdbradio=Sekvensdatabas inneh\u00e5llande referenssekvenser h\u00e4mtade fr\u00e5n arter som f\u00f6rekommer i Sverige. Viktigt att notera \u00e4r att sekvenserna i denna databas kan vara h\u00e4mtade fr\u00e5n individer/prover som \u00e4r tagna utanf\u00f6r sveriges gr\u00e4nser. Som exempel, om DNA-prov har saknats f\u00f6r en svenskf\u00e5ngad individ av \u00c5kersork, kan sekvensen i databasen h\u00e4rr\u00f6ra fr\u00e5n en individ som f\u00e5ngats i Norge. Se Databas.

bolddbradio=Databas inneh\u00e5llande streckkodssekvenser fr\u00e5n Svenska ryggradsdjur (COI och 16S), samt sekvenser fr\u00e5n databasen Samtliga barkodsekvenser fr\u00e5n GenBank som kommer fr\u00e5n arter som p\u00e5tr\u00e4ffas i Sverige. Se Databas.

genbankdbradio=Databas inneh\u00e5llande streckkodsgener (alla sekvensposter med nyckelordet \u201dBARCODE\u201d, motsvarar generna COI, rbcL, och matK) h\u00e4mtade fr\u00e5n GenBank, samt alla sekvenser i databasen Svenska ryggradsdjur. Denna databas inneh\u00e5ller s\u00e5ledes sekvenser fr\u00e5n COI, rbcL, matk, samt 16S. Detta \u00e4r den st\u00f6rsta databasen i DNA-nyckeln, men samtidigt saknas detaljerad information om sekvensursprung etc f\u00f6r m\u00e5nga poster. Se \u00e4ven Databas.





keywordscientificname=En arts vetenskapliga namn. Anges vanligtvis som ett sk binomen, tex "Microtus agrestis". Som referens till vilka arter som f\u00f6rekommer i Sverige anv\u00e4nder DNA-nyckeln den lista som tillhandah\u00e5lls av Dyntaxa.se.
keywordcatalognum=Katalognummer i den nationella naturhistoriska samlingsdatabasen Naturarv.
keymark=Gen eller genregion som anv\u00e4nds i databasen. De vanligaste sk "streckkodsgenerna", eller synonymt "barkodgenerna", \u00e4r COI f\u00f6r Metazoa (flercelliga djur), rbcL och matK f\u00f6r landlevande v\u00e4xter. Ut\u00f6ver dessa anv\u00e4nds ofta 16S f\u00f6r prokaryoter (encelliga organismer, eubakterier, ark\u00e9er) och ITS f\u00f6r svampar. 
keygenbankacc=Accessionsnummer f\u00f6r en specifik sekvens p\u00e5 GenBank.
keywordboldid=Specifikt ID-nummer f\u00f6r sekvens i internationella streckkodsdatabasen BOLD.
keywordidentity=Ett m\u00e5tt p\u00e5 hur v\u00e4l BLAST kan matcha en fr\u00e5gesekvens mot en tr\u00e4ffsekvens. H\u00e4r avses den maximala procentuella likheten mellan en fr\u00e5gesekvens och en tr\u00e4ffsekvens i den region de uppvisar en sk signifikant linjering. Se \u00e4ven den officiella BLAST dokumentationen p\u00e5 NCBI [Eng.]. 
keywordscore=Ett m\u00e5tt p\u00e5 hur v\u00e4l BLAST kan matcha en fr\u00e5gesekvens mot en tr\u00e4ffsekvens. Po\u00e4ngen avg\u00f6rs p\u00e5 hur stor skillnad det \u00e4r mellan fr\u00e5gesekvensen och tr\u00e4ffsekvens i den linjering som utg\u00f6r sj\u00e4lva tr\u00e4ffen i databasen. Generellt g\u00e4ller att ju h\u00f6gre v\u00e4rde, desto b\u00e4ttre matchning. Se \u00e4ven den officiella dokumentationen p\u00e5 NCBI [Eng.]. 
keywordevalue=Ett E-v\u00e4rde, eller "Expect value", ger ett m\u00e5tt p\u00e5 hur sannolikt en s\u00f6kmetod f\u00f6rv\u00e4ntas hitta lika bra eller b\u00e4ttre tr\u00e4ffar \u00e4n den uppvisade (givet storleken p\u00e5 databasen). Se \u00e4ven den officiella dokumentationen p\u00e5 NCBI [Eng.]. 




tablenotes=Andel (%) av de svenska arterna av ryggradsdjur (SWE) som \u00e4r representerade av sekvenser (DNA) i DNA-nyckeln (observera att DNA-nyckeln \u00e4ven inneh\u00e5ller sekvenser fr\u00e5n andra organismer \u00e4n ryggradsdjur).




# contact page
contactus=Kontakta oss